37-day/soap-service-demo/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://soap.ani.com/gen">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:getCountryRequest>
         <gs:namdfsgdse>Spain</gs:namdfsgdse>
      </gs:getCountryRequest>
   </soapenv:Body>
</soapenv:Envelope>